Revit 2027 API
ParameterTypeId.RbsHvacloadRoofCoolingLoadParam Property
 "Roof Cooling Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsHvacloadRoofCoolingLoadParam { get; }
Public Shared ReadOnly Property RbsHvacloadRoofCoolingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsHvacloadRoofCoolingLoadParam {
	ForgeTypeId^ get ();
}
static member RbsHvacloadRoofCoolingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace